{ "stories": [{
  "headline": "The Ultimate Justin and Britney Biography",
  "author": "Jonathan Thom",
  "content": "Quick, hide the Internet from Britney Spears! The pop star's breakup with longtime boyfriend Justin Timberlake a decade ago left Britney depressed and angry, the beginning of a downward spiral that included impulsively marrying a childhood friend in Las Vegas and drug use, an attorney for the Spears family said today in his opening statement in the defamation and breach-of-contract case brought against Britney and her parents by her ex-manager Sam Lutfi. Britney's relationship with onetime fellow Mouseketeer Timberlake 'ended painfully', attorney Leon Gladstone contended, after which her parents, Jamie and Lynne Spears, noticed a change in their daughter.",
  "image": "https://typeset-beta.imgix.net/rehost%2F2016%2F9%2F28%2F0812a50c-259f-407b-b5c9-cdabee560eab.jpg",
  "type": "history",
  "feature": false
  }, {
    "headline": "Here's Who Got Sent Home on 'The Bachelor'",
    "author": "Luke Phillips",
    "content": "On The Bachelor, it’s all fun and games until someone gets real, and boy oh boy, did Liz get real on the second group date of the season. The group visited the Museum of Broken Relationships in Los Angeles, and when the rest of the girls enacted funny breakups with Nick, Liz went the other way, and her speech was super dramatic. So dramatic, in fact, that shortly after, Nick sent Liz home on The Bachelor. The whole gimmick of the date was that Nick and each lady would act out a breakup, since they were at a museum devoted to breakups and most of them were cute or funny or whatever. It was all clearly supposed to be a joke. Liz, though, who slept with Nick at Jade and Tanner’s wedding, went low, and her whole speech was a complete 180 from the others. If you could get further away from 180, it would have been that, because man, did Liz read that situation wrong. Sure, she was feeling neglected and upset, but it wasn't really the place to bring up these serious feelings. The speech was long, and everyone in the audience was confused because no one in the Bachelor mansion knew that Nick and Liz had already had sex.",
    "image": "https://typeset-beta.imgix.net/2017%2F1%2F10%2F610f800d-67df-4272-b8ee-fb550e2c258b.jpg?w=470&h=245&fit=crop&crop=faces&auto=format&q=70&dpr=2",
    "type": "television",
    "feature": false
  }, {
    "headline": "Tears of a Dirtbag: Rapper Lil Peep Is the Future of Emo",
    "author": "Brad Copenhaven",
    "content": "Lil Peep will readily admit that he’s impulsive. The weekend before Thanksgiving, he’s seated on a charcoal grey sofa next to his girlfriend, Layla, in their shared two-and-a-half bedroom apartment in Los Angeles’ Echo Park. They met a month ago at a video shoot for one of his songs and got their names tattooed on each other the next day. Layla, currently clacking away on her laptop with pink press-ons that match Peep’s signature fingernail lacquer, moved in shortly after. 'I do what I want, when I want,' says Peep, 20, with a Cheshire grin, clutching a water bong without lighting it for almost an hour, a blanket draped across his lap. His hair is parted down the middle, brown roots giving way to blonde tendrils that frame him as a grittier Justin Bieber lookalike with more face tattoos; the mantra “Get Cake Die Young” is inked just below his hairline. His Technicolor mane has become one of his calling cards, something he started toying with around middle school by looking to My Chemical Romance’s Gerard Way, who had bleached his cropped coif for the release of 2006’s The Black Parade. Today, Peep’s hair shifts between hot pink and near-white, though within a few weeks, he will have dyed it midnight black, matching Layla.",
    "image": "http://cdn.pitchfork.com/longform/483/_LilPeep_HEADER.jpg",
    "type": "music",
    "feature": false
  }, {
    "headline": "Pizza ATMs May Be Coming To Your Town Soon",
    "author": "Adam Zinder",
    "content": "The future may not feel particularly bright right now, but at least we know this: 24-hour Pizza ATMs are expanding across America. What a time to be alive, right? I mean, yes, there's a lot that's... uh... unnerving about the present; however, cheesy, readily available, pizza-tastic goodness is a tiny bit of positivity we can grab onto when needed. It's the little things, perhaps now more than ever. Following a test run at Ohio's Xavier University last year, French company Paline has announced plans to open at least 20 locations throughout the United States and Canada, according to WCPO Cincinnati (via Grub Street). Some might even arrive within the next few weeks, giving us at least one thing to look forward to in 2017.",
    "image": "https://typeset-beta.imgix.net/2017/1/9/591571d8-93d3-4124-9611-7a1768fe4e42.jpg?w=740&h=437&fit=crop&crop=faces&auto=format&q=70&dpr=2",
    "type": "food",
    "feature": true
  }]
}
